{"id": "e18e71bf-0c9f-4e43-b27b-973c1cd08807", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Inmates sleeping on the floor causes concern", "text": "Inmates are sleeping on mats of the floor at the Logan County Detention Center as overcrowding on the county side of the jail continues to be a problem, accoding to Jailer Phil Gregory.\n\nThere are two sides to the Logan County Detention Center. There is the secure side of the jail where inmates who are classified as “county” are kept, awaiting their turn through the judicial system, and then there is the other side where Class D inmates are kept, those being classified as “state” inmates who have already been sentenced and are serving out their time.\n\nAccording to Gregory you can’t put a county inmate on the state side and it’s the county side that has become overcrowded.\n\nGregory has been telling the fiscal court, which is made up of six magistrates and a judge executive, overcrowding has become an issue. Gregory once again mentioned the problem to magistrates at their Tuesday, Aug. 23 meeting.\n\nMagistrate Dickie Carter, who has supported the idea of building onto the jail, said something needs to be done.\n\n“This is not a good thing,” said Carter at Tuesday’s meeting. “We need to do something. These are somebody’s kids. We can’t treat them like this.”\n\nGregory agreed something needed to be looked into to alleviate the overcrowding. However, he reminded the court of the distinction between the two sides.\n\nThe state inmate population has grown over the last year intentionally as Gregory is trying to offset costs of the jail with revenue gained by state inmates stay. The Commonwealth pays for a big percentage of a “state” inmates stay at the jail, whereas the “county” inmates stay is paid out of local taxes.\n\n“We need to remember I could send every state inmate away to another jail, but we would still have the same problem of overcrowding on the county side,” said Gregory. “It’s not the state inmate numbers that are causing this problem.”\n\nMagistrate Thomas Bouldin asked Gregory is the judicial system ever takes note when a jail is overcrowded.\n\n“I am not insinuating the judges and county attorney are not doing their jobs, I just wonder if this pressure affects the judicial system in how fast they process cases,”said Bouldin.\n\nGregory said everyone is doing all they can to process the cases as efficiently as possible.\n\n“The judges do all they can. This is a problem that is being had all over the state,” Gregory added.\n\nThe state of Kentucky is considering opening three jails soon to house “state” inmates. However, this move will not help the overcrowding on the county sides of the jails.\n\nLogan County’s Detention Center has 70 beds on the county side. The jail currently has 11 inmates over that amount.\n\nBy Chris Cooper ccooper@newsdemocratleader.com\n\nTo contact Chris Cooper, email ccooper@newsdemocratleader.com or call 270-726-8394.\n\nTo contact Chris Cooper, email ccooper@newsdemocratleader.com or call 270-726-8394.", "url": "http://newsdemocratleader.com/news/6286/inmates-sleeping-on-the-floor-causes-concern", "date": "2016-08-31"}
{"id": "7917614c-ac87-48ae-b474-272db0b8329b", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "How to increase your chances of winning at Powerball", "text": "Money makes the world go round, the proverb is relevant in the present times as well. Every person on the earth is looking to earn more and more money. The more one gets, the more one wants. There is no limit to our desires and as most 9-5 daily jobs suck, people always look for alternative ways to earn money, big money.\n\nThere is nothing wrong in that. Who wouldn’t want their hands full of easy money! And one of the easiest ways to do so happens to be winning a lottery. All that you need to do is to buy lottery tickets regularly. If you are lucky enough, you can hit the jackpot with practically no effort. Thousands of dollars added to your bank account in the blink of an eye and you can see all your dreams coming true.\n\nThe growing interest in Powerball\n\nPowerball is one of the most popular lotteries of the present times, and there is a solid reason for that. The amount that a jackpot winner can receive is mammoth, and naturally, Canadians as well as other nations are attracted to the game. Although a jackpot of up to $1.5 billion may seem appealing, some people get scared by the infinitesimally small odds of winning (1 in 292.201.338 for the top prize). Even after buying tickets repeatedly, people have failed to win significant amounts, leave alone the lottery. Most people get frustrated too soon and consider it their hard luck that they didn’t win, giving up on the idea of playing altogether.\n\nImproving the chances of winning\n\nAlthough luck plays a major role in winning any lottery, yet like every other game, you can increase your winning chances if you can plan your game thoroughly in a well-organized manner. So, if you are amongst those who have repeatedly bought tickets for Powerball, yet have failed to win that alluring jackpot, then here are some strategies or tips that you should follow. Though they do not guarantee winning, yet they sure do improve your winning chances.\n\nFirst of all, make sure that you buy tickets regularly. Buying tickets only now and then, significantly affects your winning chances. From this point of view, theLotter is the best solution\n\nSince Powerball requires you to choose five different numbers, ensure that your choices are good. Though people have the option to choose from any of the 69 numbers offered in the game, yet it has been seen that people have a general tendency to choose numbers between 1-31 corresponding to their birth dates, marriage dates, the birth date of the first child and what not! The problem here is that by doing so, they are lowering their chances of winning by nearly a half as the numbers from 32-69 are left out. If you want to win, you have to stop doing this. Spread your choice of 5 numbers over the entire range to have better chances of winning.\n\nInstead of deciding your numbers, you can let the computer work its magic too. History tells that quick pick numbers have won more than numbers with a personal significance.\n\nStatistics reveal that numbers like 16, 22, 26 and 41 have been better winning percentages when selected by the computer. So, if the machine chooses one or more of these for you, you may be the lucky guy next time.\n\nBuying more than one ticket may seem to be a good choice for improving the odds of winning, but for Powerball, this fact isn’t totally true. While the odds do get multiplied by the number of tickets that you buy, yet the resultant probability of winning still remains very, very small, even if you buy a 100 tickets. So, it would be wise that you do not buy more than 10 tickets. This will improve your chances, yet will not burn a hole in your pocket.\n\nIt is best if you stick to five specific numbers while playing Powerball. This will offer you the chance to eliminate other number sets gradually as the game progresses.\n\nAlthough it will not boost your odds of winning, it’s worth considering to play with a multiplier. If added on your ticket, the Power Play option\n\nWith the use of these strategies, you can increase your winning chances at Powerball significantly. However, you must always keep in mind that the odds of winning in Powerball is quite small and you mustn’t take any ridiculous step like buying lots of tickets, because if you do not win, the loss will be substantial. Be patient and let lady luck bestow you with the best!", "url": "http://thebulletin.ca/how-to-increase-your-chances-of-winning-at-powerball/", "date": "2016-08-31"}
{"id": "3d69772d-d44d-45ca-afbe-40b7da7db44f", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Numerous Complaints Against a Jadavpur University Student Raise Questions About Laws Tackling Sexual Harassment on College Campuses", "text": "Print | E-mail | Single Page\n\nOn 7 February 2016, Eklavya Chaudhuri, a third-year undergraduate student of English at Jadavpur University (JU) in Kolkata, stepped up to the stage at a poetry slam event to perform one of his poems. A rising star in the city’s burgeoning poetry scene, Chaudhuri, the son of a senior professor at the university, was a face familiar to much of the audience. The event was at a local café, and in attendance where about 20 or so people—regulars in the poetry circuit. His performance that night, his friends later said, was in his characteristic style: dressed in an oversize shirt with his hair unkempt, the lanky Chaudhuri recited his poems in a high-pitched voice, moving energetically across the stage. His act was met with loud applause from the people in the room.\n\nBy the end of July, all of this had changed. On 27 July, a student of JU posted a photo to Facebook. Taken through the window of a classroom, the image showed a lone Chaudhuri sitting on a bench. “Eklavya Chaudhuri attending class as his classmates stand outside in protest,” the student wrote. Chaudhuri’s classmates had refused to sit with him. Many of the students, including his friends, had boycotted the class. Chaudhuri attended the class with only one other student in the room. When he left the classroom at the end of the lecture hour, the students gathered outside applauded, as if cheering his exit.\n\nThe applause was a form of protest—an expression of boycott for Chaudhuri. Four days earlier, on 23 July 2016, a student of JU had uploaded a post to Facebook alleging that nearly a year ago, she had repeatedly been sexually assaulted and harassed by Chaudhuri. “I was molested by a classmate of mine, Ekalavya Chaudhuri, on four different occassions within the space of my department,” she wrote. “The person who did this to me was a respected student, a budding academician and an influential member of the exclusive urban intellectual circuit,” she added.\n\nShe wrote in the post that she had lodged a complaint against Chaudhuri with the English department, on 24 August 2015. “It was the best thing I ever did,” the complainant said. But even though the department handled her complaint “carefully and with attention,” she said, the harassment continued. “The molestation and the forcible pressing of penis against my crotch stopped,” but “the glares and the stares did not stop.” The complainant alleged that, for several months following her complaint, a friend of Chaudhuri’s had continued to harass her on his behalf. Chaudhuri’s friend, a student from another university, the complainant said, “bullied me online several times,” and subjected her to “endless stalking, making cheap comments on Facebook.” The complainant also attached screenshots of her conversations with Chaudhuri and his friend to the post. “MY HARASSMENT WAS NOT JUST SEXUAL, NOT JUST ONLINE, NOT JUST OFFLINE. HARASSMENT, FOR ME, WAS EVERYWHERE,” she wrote. “Those who have followed this molestation incident would also know that I am not the only one Ekalavya Chaudhuri has sexually harassed,” she added.\n\nThe post went viral. It was shared widely by hundreds of students, within and beyond Jadavpur University. Over the next few days, several young women in Kolkata—some even underage—shared their own stories of harassment by Chaudhuri, all of which were eerily similar. Many shared screenshots of conversations they said they had with Chaudhuri over Whatsapp and Facebook as proof of the alleged harassment, which were then shared by other students, who added comments and posts declaring their support for the women. Though Facebook took down the complainant’s original post saying it did not abide by their community guidelines, countless students took screenshots of the post and shared them. On 25 July, two days after the original post, two students registered an official complaint against Chaudhuri with the college. The next day, 13 women issued a joint statement alleging that they had been sexually harassed and assaulted by Chaudhuri. “We have been touched without our consent. We have been objectified filthily. We have been made to feel like pieces of meat by a man who is utterly despicable,” their statement said. He is, they alleged, “A molester. A sex offender. A sexual predator.”\n\nThe complainant’s post spurred a wider conversation on the JU campus about sexual harassment, one that is still ongoing. “After the initial 13 girls came out with their statement, a few others have also spoken out against him and shared their accounts of molestation on different platforms, taking the cumulative count to around 25,” Shounak Mukopadhyay, a student in the English Department, told me. “The post has essentially lead to an outpouring of shared experiences and mobilised people to speak out.” As of 29 July, three official complaints had been registered with the college. Soon after the first complaint, the university suspended Chaudhuri and launched an official investigation into the matter. In an exclusive published on the Indian Express website on 29 July, Chaudhuri denied the allegations against him, saying he would not be “responding to any trial on social media.” Over the past month, I spoke to many students at the university, including friends of the complainant, to try and understand what led her to put up the post, and the response it received within the student community. The complainant and the women who issued the joint statement declined to speak to me because they were wary of jeopardising the ongoing enquiry. Despite repeated attempts to contact them, both Chaudhuri and his mother, who was poised to become the head of the English department at the beginning of August, declined to comment as well.\n\nBut there was consensus among most students I did speak to: the allegations against Chaudhuri, they said, exposed a structure that allowed him impunity, which included but was not limited to power, influence, and the lack of clear laws governing sexual harassment at educational institutes.\n\nMany students I spoke to believe that the position Chaudhuri held within the English Department by virtue of being the son of senior professor, and a fairly popular member of the city’s academic and poetry circuit, had a huge role to play in what he assumed he could get away with. In her post, the complainant, too, noted that her hesitation to speak up was partly due to this nexus of influence and power: “The person who molested me was the son of my professor, a respected teacher in my department. And who was I? Nobody,” she wrote. “My parents were not a part of the ‘intelligentsia’ of this city, they were as I like to call myself now ‘plebeian.’” At the time, she added, “I worried myself sick about complaining against Ekalavya Chaudhuri.”\n\nBut in August last year, she mustered the courage to complain. “There comes a time when you just cannot take the pain anymore, cannot take being followed around anymore,” she wrote in her post, referring to her decision to make the complaint. Students told me that the department held a general body meeting to hear the allegations against Chaudhuri, which was attended by the faculty and his classmates. Syamantakshobhan Basu, a Masters of Philosophy research scholar at the department said that, during the four-hour meeting, the class cornered Chaudhuri and got him to “admit his mistake.” But, since a complaint with the department does not qualify as a complaint with the Internal Complaints Committee (ICC)—the body that, by law, is empowered to hear complaints of sexual harassment—no formal action was taken against Chaudhuri. “The departments in the university are not empowered to take stricter measures than issuing directives and verbal warnings to offending parties,” Sujaan Mukherjee, a PhD scholar at the department, told me. He said that when the complainant approached the department, she was informed of the procedure but opted to go with a general body meeting instead. “His friends believed that counseling or psychiatric help is more likely to help than punitive action,” Mukherjee said. Chaudhuri was let off with a warning, Mukherjee told me, on the condition that he would seek help. “This, apparently, did not happen,” he added.\n\nThe harassment, the complainant wrote in her post, continued in the form of bullying and intimidation by Chaudhuri’s friend. Sometimes, the complainant wrote, this friend would appear on “key days, like the day of our results” and sit in class with Chaudhuri to “commit what I am guessing is a scare tactic.” “I think the complainant finally decided to publicly come out and put things in the open for a number of reasons, most important of which is that she felt that her grievance seemed to not have been fully addressed when she complained in the department last August,” Shalmi Barman, a recent graduate of JU and a friend of the complainant, told me. “She continued to be harassed, bullied, persecuted and intimidated.”\n\nI reached out to Chaudhuri’s friend, whom the complainant names in her Facebook post. The friend denied all allegations. “I am not guilty of either harassment or bullying. I may have made aggressive comments on social media, but they were brought on by similarly aggressive comments by the complainant,” Chaudhuri’s friend said. “I am actually very glad that an enquiry has been initiated and I also need to know what the truth of the matter is.”\n\nI asked Barman why the complainant had chosen to express her concerns on Facebook instead of approaching the university again. She explained that the complainant thought the social media website was a safer space. “The same way rape survivors are reluctant to approach the police, sexual harassment survivors within universities are hesitant to complain to the university—the formalities, the need to testify in the presence of your oppressor or his aides creates an atmosphere of distrust,” Barman said. “Facebook on the other hand is a much safer space — you’re speaking up among friends who will support you. Also, word of mouth and sharing creates a network of support that is absent in institutions,” she added. This assertion was made evident by the response the post received: though the first complaint was made against Chaudhuri a year ago, the outpouring of support and stepping forward of other young women came only after the complainant posted about her ordeal on social media last month.\n\nHer friends added that the complainant, at the time of writing her post, had not foreseen the extent of the support that she would receive. Many took her example and shared their experiences on Facebook, sharing screenshots of messages they said Chaudhuri had sent them. The messages, most of which contain graphic details, are also telling: in many of them, despite repeated requests to stop, Chaudhuri insisted on texting the women and describing what he would like to do to them. In one of the screenshots shared by a student who was a minor at the time of the interaction, Chaudhuri told her, “Deepdown I know you want some lovemaking.” “That’s not true,” she insisted. Through the conversation, she repeatedly made it clear that she was not interested, but Chaudhuri refused to relent. “I want to make love to every inch of you. I want to cream all the pores of your hot quivering body in hot wet sticky mess,” he writes. Many of the messages the women said Chaudhuri sent them contain similar details. “You know you like that,” he told one of the women after describing what he would like to do to her. “Nope,” she replied, but he continued, “Your swells and thrusts will.” When she repeated that this won’t happen, he said, “Oh they will, in time.” The student told Chaudhuri that she was in a relationship and would prefer to stay only friends with him. He responded: “Okay. How bout you let me sext you too. I am very gifted in writing I promise.”\n\nChaudhuri’s disregard for consent or age seemed common in the conversations the women shared. In an exchange with a school-going student, he wrote, “I’m intrigued. You’re 15 and you aren’t horny?” “No, not really,” she replied. In another conversation, he said, “I love this dp [display picture]. Makes me want to rub my musty cock all over your face.”\n\nMany young women also wrote about their experience of having faced physical assault and harassment by him. One student, a recent high school graduate, wrote that she had gotten in touch with Chaudhuri to seek advice on how to crack the Jadavpur University entrance examination. Chaudhuri soon introduced sexual undertones to their conversation, she said. However, she wrote, she didn’t rebuke him for fear of appearing “prudish.” In her post, she said that she met Chaudhuri for a movie and that they “did get intimate in the theatre itself.” “But I wanted to put a stop to it and maintain a purely platonic friendship with him,” she continued. “So I called him over to my house one day. He started again. I objected, he paid no heed. I asked him to leave, no results. My grandmother was present but he regardless shut the door to my room. Next thing I know, he had pinned me down to the bed and had already started with what he was about to do, even as I protested violently and vehemently.” The student also wrote that, when she asked them for help after the incident, all her acquaintances declined because of the influence Chaudhuri wielded. Others accused her of misunderstanding the situation since she had given consent on another occasion. “However, my consenting to a specific instance does not justify his pinning me down on the bed and forcefully taking off my clothes even as I kicked and screamed, on another occasion,” she wrote. “I should also add that I’m yet to come of age.”\n\nThough the disgust for Chaudhuri and support for the complainant and the other women on social media was widespread, many students’ posts seemed to indicate that the allegations against Chaudhuri came as a surprise them. This was puzzling, since the first complaint was made against him about a year ago, and seemed to have been dealt with publicly. “Yes, his behaviour was known,” Mukherjee, the PhD scholar at the English department, told me. “There was no measure taken to hide the fact.”\n\n“The truth is that Chaudhuri was a very gifted student, one who was valued by the department,” Barman, the complainant’s friend, told me. “I’m sure he made a lot of women very uncomfortable, he wasn’t a raging, sexist maniac in his everyday dealings with everyone,” she said, before adding, “We thought he was like any other awkward but talented student.”\n\nOn 25 July this year, the day that the first two complaints against Chaudhuri were officially lodged at the university, the Arts Faculty Student Union, a prominent student body in JU, submitted a deputation to the vice chancellor. The AFSU demanded a swift and transparent probe into the allegations by an independent committee, and not the university’s ICC. “Since the Internal Complaints Cell has no student representation, therefore we insisted that an independent committee be constituted including student representation,” Basu, the M.Phil scholar, told me. Two days later, on 27 July, the AFSU held a general body meeting that was attended by nearly 350 people. The high attendance reflected “the support the complainants have from the student body,” said Mukopadhyay, the student in the English department. “The reactions that have come up so far, present hope that we have progressed a few steps in the matter of gender justice,” Basu added. The student body then presented a set of three demands to the vice chancellor: student representation in the committee probing the incident, Chaudhuri’s suspension for the duration of the inquiry, and a stay on his mother’s impending accession to the Head of Department post at the English department.\n\nThe question of the ICC and its purview for handling sexual harassment in college campuses is fraught. Under the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act of 2013, educational institutions are classified as a place of work, and are therefore subject to its provisions. Under the law, each workplace with more than ten people is required to set up an internal complaints cell to hear complaints of sexual harassment and to recommend action to the management. This means that, on university campuses, the university’s ICC shall hear any complaints of sexual harassment. This provision is reiterated in the Saksham guide (Measures for Ensuring Safety of Women and Programs for Gender Sensitization on Campuses), the guidebook issued by the University Grants Commission, a central government body that oversees higher education in the country.\n\nBut under the law, the ICC at workplaces is required to be staffed by either employees or by external persons—which would exclude students from being its members. The act also does not clearly state that complaints of harassment faced by students fall under its purview. “It’s a grey area in the law,” Charu Wali Khanna, an advocate and a former member of the National Commission for Women, said. “It says that academic institutions are covered under ‘workplace,’ however students aren’t mentioned in the ‘aggrieved women’”—those who can make complaints under the law—“definition. In any case, universities are supposed to have their complaints committees in place and since the law is slightly unclear, universities have to be proactive in dealing with cases of sexual harassment,” Khanna said.\n\nAfter the meeting on 27 July, the vice chancellor agreed to the AFSU’s demands and set up a independent fact-finding committee to investigate the allegations against Chaudhuri. The committee comprised of “one student representative, the director of the Women’s Studies department, a professor from the Physics department, an NGO representative and one University officer,” Shraman Guha, the general secretary of the AFSU, told me.\n\nThe committee began its investigation on 28 July. About ten days later, a student told me, the report was filed with Suranjan Das, the vice chancellor. According to the student, the report found merit in the complaints made against Chaudhuri. “Prima facie evidence points to the fact that there was sexual harassment. The VC will now need to discuss this in a meeting with the executive council and decide on a course of action,” the student told me. In a telephonic interview on 11 August, Das said, “I have received the report and we are now proceeding according to the law,”—which, under the 2013 act, allows the administration 90 days to respond to the report.\n\nThe lack of clarity on the ICC has also led the students to demand a better and more pro-active system for dealing with issues of gender and sexual violence. “What we need is a body like a Gender Sensitisation Cell Against Sexual Harassment which is in accordance with the Saksham guidelines,” Barman said, referring to a separate body that could address the problems faced by students. This past week, the students of JU organised two protests demanding a GSCASH-like body for the university. Puranjani Ghosh, a first-year Economics student and an organiser of one of the protests, said, “The ICC is a handicapped structure and one that is neither autonomous nor representative of the student body. The ICC is also not equipped to hand out punishments to the accused. It is for these very reasons that we need a body like GSCASH that is not under the control of the administration and is representative.” “Given the recent events, we have realised it is now or never,” Ghosh added.\n\nIn July, before the allegations against Chaudhuri had surfaced, JU had prepared a draft policy that proposed the setting up of a student-elected panel to probe cases where complaints were made by and against students. But last week, the UGC issued a notification enabling the ICC to investigate charges filed by both students and employees of the institution. Following the UGC notification, JU dropped its plans for the student-elected panel.\n\nMeanwhile, though most of the reactions faced by the women who spoke about the harassment have been encouraging, many questioned the complainants. Students posting on social media wondered why the women did not just block Chaudhuri, why they didn’t respond to his advances more firmly, or lodge a complaint. But these statements, which put the onus of reporting a crime on the victims, have made way for a larger discussion about the nature of sexual harassment, and how to tackle it in a university campus. “It’s really not for those standing on the sidelines to question the actions of survivors,” Barman said. “It is a very difficult process for survivors to overcome their fears and emotions and finally come forward and complain. So it’s no one’s business to decide when and how one should speak up.”\n\nBut breaking this silence surround sexual harassment isn’t just the prerogative of those who face it. “In this movement at least, we have been able to communicate the need to question those who abuse their positions of power. The students need to have more agency and a voice. We have been very vocal about the need to combat intimidation tactics and authoritarian practices,” Mukopadhayay said. “It is very important that this culture of silence around sexual harassment and the practice of intimidation by authority be put to an end.”", "url": "http://www.caravanmagazine.in/vantage/jadavpur-university-sexual-harassment", "date": "2016-08-25"}
{"id": "32166589-daad-45dc-8e08-ec00d8737684", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "With clinic's closing, what can pro-choice Madisonians do?", "text": "× Expand David Michael Miller\n\nThe announcement that Planned Parenthood of Wisconsin will not reopen its Appleton abortion clinic is yet another blow to pro-choice advocates in the state. Planned Parenthood officials cite excessive costs for security upgrades in light of the shooting at a Planned Parenthood clinic in Colorado Springs.\n\n“The pro-choice movement is going into damage control,” says Eliza Cussen, executive director of NARAL Pro-Choice Wisconsin. “There’s only three clinics that provide abortions left in the state. That means there is one clinic for just about 1 million Wisconsin women. That puts us on par with Texas.”\n\nOf the three remaining clinics, one is in Madison and two are in Milwaukee. Someone in the northern part of the state has to drive hours to reach a clinic.\n\nThe distance is exacerbated by the state’s decades-old mandatory 24-hour waiting period. Under this law, patients have to wait at least a full day before they can receive an abortion.\n\n“The clinics try their best to get patients a next-day appointment, but that’s often very difficult as their capacity for patients is very limited. They are struggling to keep up with demand,” says Cussen.\n\nShe says government-mandated restrictions and overburdened clinics present excessive hardships for women, particularly low-income women. Many Wisconsinites seeking abortions now travel to Minnesota. But it is difficult for low-income women to get crucial support services when traveling out-of-state.\n\n“A woman from Door County now has to make two trips all the way down to Milwaukee. She has to find someone to cover her shift twice, needs to find transportation twice, and someone to provide childcare twice — because most people who get an abortion already have at least one child. She has to do this all twice,” says Cussen.\n\nIt is a pretty disheartening reality for a pro-choice Madisonian. I saw several people post general messages of despair and anger on social media. But, most of all, I saw that pro-choice people felt powerless. I asked Cussen what pro-choice Dane County residents can do to help people in the rest of the state.\n\n“That’s where our program, Patient Stays Wisconsin, comes in. We provide women seeking abortion care with safe, secure private housing in the Madison area through the waiting period,” says Cussen.\n\nWhile there are other programs that offer to pay hotel rooms for women receiving abortions, Patient Stays Wisconsin puts people up in the homes of volunteer families.\n\n“The point of the program is to provide hospitality, provide patients with a supportive environment. Hotel rooms can be a very lonely environment, so we want to provide support to patients in what is often a very stressful couple of days,” says Cussen.\n\nAs of right now, Patient Stays Wisconsin doesn’t need any additional volunteer host families.\n\n“We had an amazing show of support from the Madison community. We currently have about 18 families enrolled. I was really worried we wouldn’t get enough hosts, but I was shocked at how many families signed up immediately,” says Cussen.\n\nWhere NARAL needs help is in getting the word out to women in the rest of the state, particularly northern Wisconsin, that these housing services are available.\n\n“Madison so often is a town of transplants. They have connections, networks with other places in the state or the country where they may have lived at some point in their lives. I want people in Madison and Dane County to go to their friends, their families elsewhere in the state and let them know that services are available,” says Cussen.\n\nI asked Cussen what pro-choice people can do to change the conversation. After all, the Appleton clinic is being shuttered because of security concerns.\n\n“Be proud of your pro-choice stance. Make it visible. Get that pro-choice Wisconsin bumper sticker and have those conversations in a vocal way,” says Cussen.\n\nNARAL is also encouraging more people to join the organization and is looking for Madison-area volunteers to help canvass and do other work for the November elections.\n\n“What we are doing is getting out of Dane County and going to critical election sites in the center of the state,” says Cussen. “We’ll be looking to help some candidates who will be strong champions of women’s rights.”", "url": "http://isthmus.com/opinion/madland/with-clinics-closing-what-can-pro-choice-madisonians-do/", "date": "2016-08-25"}
{"id": "47f004f9-360e-40d3-90a4-8bd2ce88bf03", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Marshal’s Office aims to help 4-legged flood victims", "text": "Anyone wishing to make a donation of animal food to the Troup County Marshal’s Office may make deliveries to their office on the first floor of the Troup County Government Center, 100 Ridley Ave. in LaGrange, or call 706-883-1627. The office is open Monday through Friday from 8 a.m. to 5 p.m.\n\nLaGRANGE — The Troup County Marshal’s Office is aiming to help some of the four-legged victims of historic flooding in Louisiana.\n\nChief Marshal Lonza Edmondson and his deputies, Lisa Lindsey and Bubba Oubre, have been collecting donations of food for dogs, cats, livestock — even hamsters and birds.\n\n“A lot of people have come forward to donate,” Lindsey said. “People have even ordered online and had it delivered here. We ‘guesstimate’ we’ve had about 3 tons donated already.”\n\nNext week — either Wednesday or Thursday — Lindsey and Oubre will deliver the supplies to flood victims in Louisiana, Oubre said. The donations have been so great that their original plan to use a pickup truck had to be altered to include a livestock trailer that Oubre owns.\n\nThe idea for the feed donation drive came when Oubre and Lindsey were at the Marshal’s Office in the government center on Ridley Avenue watching news of the flood. Because the Marshal’s Office handles animal control in unincorporated Troup County, Lindsey told Oubre she thought the Marshal’s Office should do something to help the animals.\n\nAt first, Oubre said he wasn’t completely sold on the idea, but after sleeping on it, he came back to work and told Lindsey he agreed.\n\nThey started collected donations Monday, and soon, local businesses, residents, churches and even the school system became involved and started donating animal food. Tractor Supply, D&D Farm Supply, Troup County schools’ student services division, Oubre Rodeo Company, former commission chairman Ricky Wolfe, Ayres Memorial United Methodist Church and several other individuals have all donated, or are collecting donations, to send the Louisiana, Lindsey said.\n\nOubre said he hopes it will relieve some stress for the already burdened human victims of the floods.\n\n“Even if it’s temporary relief, it’s something,” he said. “You’ve got to think about it, if a cattleman has 150 cows, they’ve still got to be tended to, even if the pasture is underwater. I know it’s a little late, and the waters are starting to recede, but people are in distress and so are their animals.”\n\nAnyone wishing to make a donation of animal food to the Troup County Marshal’s Office may make deliveries to their office on the first floor of the Troup County Government Center, 100 Ridley Ave. in LaGrange, or call 706-883-1627. The office is open Monday through Friday from 8 a.m. to 5 p.m.\n\nFrom left, Deputy Marshal Will Oubre, Chief Marshal Lonza Edmondson and Deputy Marshal Lisa Lindsey pose for a photo next to several hundred pounds of animal food Wednesday at the Troup County Government Center. The Marshal’s Office is collecting animal food donations to take to victims of flooding in Louisiana. http://lagrangenews.com/wp-content/uploads/2016/08/web1_FeedDonationsWEB.jpg From left, Deputy Marshal Will Oubre, Chief Marshal Lonza Edmondson and Deputy Marshal Lisa Lindsey pose for a photo next to several hundred pounds of animal food Wednesday at the Troup County Government Center. The Marshal’s Office is collecting animal food donations to take to victims of flooding in Louisiana. Tyler H. Jones | Daily News\n\nBy Tyler H. Jones [email protected]\n\nDONATE Anyone wishing to make a donation of animal food to the Troup County Marshal’s Office may make deliveries to their office on the first floor of the Troup County Government Center, 100 Ridley Ave. in LaGrange, or call 706-883-1627. The office is open Monday through Friday from 8 a.m. to 5 p.m.\n\nTyler H. Jones is a reporter with LaGrange Daily News. He can be reached at 706-8841-7311, ext. 2155.\n\nTyler H. Jones is a reporter with LaGrange Daily News. He can be reached at 706-8841-7311, ext. 2155.", "url": "http://lagrangenews.com/news/16373/marshals-office-aims-to-help-4-legged-flood-victims", "date": "2016-08-31"}
{"id": "fb6983b0-e1d5-4065-8c84-b3a36241b553", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Expansion of terror groups in Bangladesh: US intel warns - New Age", "text": "The US intelligence chief said Tuesday efforts by Bangladesh’s prime minister to undermine the political opposition will probably provide openings for transnational terrorist groups to expand their presence in the South Asian country.\n\nDirector Of National Intelligence James Clapper questioned Bangladesh’s public insistence that the killings of foreigners were the work of the opposition Bangladesh Nationalist Party and the Bangladesh Jamaat-e-Islami and are intended to discredit the government of prime minister Sheikh Hasina.\n\nIn written testimony to a Senate hearing on worldwide threats, Clapper noted the claims of responsibility from the Islamic State group for 11 high profile attacks on foreigners and religious minorities, and claims from the Ansarullah Bangla Team and al-Qaeda in the Indian Subcontinent for killing at least 11 progressive writers and bloggers in Bangladesh since 2013.\n\nBangladesh is a Muslim country with traditions of secularism and tolerance but it has become increasingly troubled by extremist violence.\n\nHasina’s government has denied that the Islamic State group has a presence in the country, and has accused domestic Islamist groups and political opponents for the violence.\n\nBangladesh has been in political ferment since the run-up to January 2014 elections that were boycotted by opposition parties, and over war crimes prosecutions brought against Jamaat-e-Islami leaders over alleged involvement in atrocities during Bangladesh’s 1971 war of independence.", "url": "http://newagebd.net/201765/expansion-of-terror-groups-in-bangladesh-us-intel-warns/", "date": "2016-02-11"}
{"id": "b9ce0e55-03a3-413e-9dc1-98730c58a889", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "IPOB: Another faction emerges, sacks Kanu, tripob", "text": "•No faction in IPOB, it’s a gimmick – Spokesman\n\nFrom Okey Sampson, Aba\n\nThe crisis rocking the Indigenous People of Biafra (IPOB), took a new turn yesterday as another faction which goes by the name Reformed Indigenous People of Biafra (RE-IPOB) emerged.\n\nTwo days ago, The Rebranded Indigenous People of Biafra (TRIPOB) emerged and threatened to burn the Biafra flag publicly on October 1\n\nSpokesman for the new group, Ikemba Biafra, disclosed that it has sacked the IPOB led by the detained Director of Radio Biafra, Nnamdi Kanu, and the Chima Philip Effiong Osuji-led TRIPOB, claiming that both groups no longer have the right to speak for Biafra.\n\nIt alleged that Kanu has lost touch with realities of Biafra while TRIPOB has nothing to offer.\n\nWhile promising to disclose their leader on Monday, August 29, 2016, it advised all pro-Biafran agitators to remain peaceful. It also warned security agents to stop molesting Biafra activists.\n\n“Both IPOB and TRIPOB have been sacked; they should no longer speak for the Biafran people. They are the same outfit and have nothing to offer Biafra,” the spokesman said. “We warn that if Nnamdi Kanu, IPOB and the so-called TRIPOB continue their antics, RE-IPOB will be forced to make public the sponsors of the two groups. RE-IPOB will not accede to the burning of the Biafran flag as the sacked TRIPOB planned. The Biafran flag is sacred to Biafrans.”\n\nThe statement added, however, that RE-IPOB is open to dialogue if the Nigerian government is sincere about ending the protracted agitations for an independent state of Biafra, and warned that the group would not tolerate any insincerity from the government.\n\n“If the Federal Government is sincere in its dialogue with RE-IPOB, then the Biafran flag can be exchanged with the Nigerian flag in the presence of President Muhammadu Buhari, the National Security Adviser, Director of State Security and the Elders of Biafra. If the dialogue is fruitful; then a peace treaty and a ‘no victor no vanquished tree’ will be planted at Gakem where the first shot of the Nigerian Civil war started and at Amichi, Nnewi where the formal cessation of hostilities of the war began.”\n\nMeanwhile, IPOB spokesman, Emma Powerful, said the group is intact, strong and determined to continue with the struggle for the restoration of state of Biafra.\n\nIn a statement yesterday, he said there was nothing like splinter groups, alleging that it was the Federal Government and its security agencies out to deceive the general public.\n\nAccording to the statement: “The quite amusing effort by the security agents to create the impression, that their recent laughable creation called the Reformed IPOB, is a faction of the great, indefatigable IPOB, it is a confirmation that they have finally run into a cul de sac.\n\n“They have clearly run out of ideas, they are at their wit’s end, their stubborn refusal to let our people go has landed them in a tight corner, their attempt to create a sponsored faction is proof, they don’t know what else to do. We will not dignify their latest attempt with a response.”\n\nWe merely join citizens of the world as they laugh their hearts out. With this misadventure, federal government and the security agents have even lost their would be convert.\n\n“They failed in their attempt to use so called MEND and their own creation, Reformed Avengers to cause any spilt in the Niger Delta Struggle. Resorting to the same idea here, simply confirms that they are confused, frustrated and defeated”.\n\n“We wonder what they will do next, as this latest antic will surely pop like a ballon. The power of truth has set the oppressors running helter-shelter. As all past leaders frantically troop to the Villa daily to deliver grave warnings privately, the oppressor defiantly refuses to do the needful. This last ditch effort to create a false impression of division amongst our ranks has already failed, like all other unintelligent antics before it”.", "url": "http://sunnewsonline.com/ipob-another-faction-emerges-sacks-kanu-tripob/", "date": "2016-08-31"}
{"id": "9ab01ca0-84d5-4c56-b733-97c5d8ab52e2", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "اليسا والخوف", "text": "Click to share on Facebook (Opens in new window)", "url": "http://www.azzaman.com/?p=175720", "date": "2016-08-31"}
{"id": "9511023a-57fa-47a9-9772-cf498f725c75", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Hyderabad will be Apple’s first mapping facility in India", "text": "Mumbai, May 18: iPhone-maker Apple is expected to announce its first facility in India at Hyderabad on May 19.\n\nFrom announcing a Design and Development Accelerator facility in Bengaluru to performing aarti at the famed Shree Siddhivinayak temple and attending a star-studded dinner at Bollywood superstar Shah Rukh Khan’s home in the evening, Apple CEO Tim Cook on Wednesday had a packed schedule as he kicked off his four-day India visit in a highly “encrypted” manner.\n\n“Great to hear from some of India’s top iOS developers today. Innovative apps and many ideas for the future!,” Cook later tweeted.\n\nCook kicked off his maiden India trip with an early morning visit to the famed Shree Siddhivinayak temple in Prabhadevi, central Mumbai, where he performed a special ‘aarti’.\n\nSporting a light blue shirt and dark trousers with a yellow stole with Sanskrit scriptures in orange, Cook performed a special ‘aarti’ of the temple’s presiding deity, Lord Ganesha — who symbolizes wisdom and is the remover of all obstacles.\n\nAccompanied by Apple India head Sanjay Kaul, Cook’s temple visit was a prelude to a host of meetings lined up with top business and Bollywood personalities later in the day.\n\nAt the temple Cook ran into Anant Ambani, the scion of Reliance Industries Chairman Mukesh Ambani, and chatted with him for some time\n\nAhead of the trip, Cook said in an official Apple statement “India is home to one of the most vibrant and entrepreneurial iOS [Apple platform] development communities in the world.”\n\n“With the opening of this new facility in Bengaluru, we’re giving developers access to tools which will help them create innovative apps for customers around the world,” he added.\n\nIn the evening, the Apple CEO is set for a gala dinner at Shah Rukh’s residence “Mannat” where celebrities like actor-producer Aamir Khan are to be present among the star attendees.\n\nA source in the know of developments told IANS that details of Cook’s visit to Shah Rukh’s house were kept hush-hush, and that “it is a very private gathering”.\n\nThe high-profile Apple CEO is slated to visit Bengaluru and Hyderabad on Thursday before flying to New Delhi and meet the Prime Minister Narendra Modi.\n\nIn Hyderabad, he is expected to announce a new digital maps centre for the Telangana capital.\n\nThe facility will reportedly commence operations on one lakh square feet leased space in WaveRock, a building owned by real estate giant Tishman Speyer at Nanakramguda.\n\nThe US-based firm plans to expand the facility to 2.5 lakh square feet by next year. It will have 2,500 employees, sources said. The company, which has taken the space on lease at WaveRock, is also planning to build its own campus.\n\nTelangana Chief Minister K. Chandrasekhar Rao or his son and IT Minister K.T. Rama Rao may make an announcement for allocation of land to Apple for its campus.\n\nAccording to reports, the company is looking for new growth markets like India after its sales declined.\n\nApple’s Design and Development Accelerator facility in Bengaluru, slated to open in early 2017, will be a first-of-its-kind centre that will support engineering talent and developer community, creating innovative mobile apps in India.\n\nThousands of developers in India make apps for iOS, the world’s most powerful mobile operating system and the foundation for iPhone, iPad, iPod touch and the new initiative will provide additional, specialised support to the developers.\n\nEach week, Apple experts will brief and provide one-on-one app reviews for the developers, support and guide them on Swift, Apple’s powerful and intuitive programming language created to build apps for iOS, Mac, Apple TV and Apple Watch.\n\nSwift enables developers write safer, more reliable code, save time and create richer app experiences and a recent report from Toptal showed jobs requests for Swift rising by 600 percent in 2015.\n\nBengaluru is the cradle of maximum tech startups in India with over a million people working in this sector and over 40 percent graduates from local universities specializing in engineering or IT.\n\nCook’s visit to India comes at a time when the US technology giant is hit by slower growth in global sales of its flagship products — iPhone, iPad and Mac.\n\nZomato and Snapdeal along with NASSCOM president R. Chandrashekhar extended their support for the new facility.\n\nThe Apple CEO is expected to meet Prime Minister Narendra Modi on Saturday. He had met Modi at a Silicon Valley event in the US last September, where they discussed manufacturing plans under Modi’s ‘Make in India’ initiative.\n\n“India is incredibly exciting. The population of India is incredibly young. Almost half the people in India are below 25. And so I see the demographics there also being incredibly great for a consumer brand and for people that really want the best products,” Cook had said earlier this year.", "url": "http://www.bharattimes.com/2016/05/18/hyderabad-will-be-apples-first-mapping-facility-in-india/", "date": "2016-05-18"}
{"id": "86e8d875-8e43-40f7-9add-fcff756c4b03", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "2016 Harrison County Relay for Life being held in June – Bethany Republican-Clipper", "text": "The 2016 Harrison County Relay for Life will be held on Saturday June 25th from 4 p.m. to 8 p.m. at the South Harrison High School in Bethany.\n\nREAD FULL STORY…http://www.bethanyclipper.com/subscriptions", "url": "http://bethanyclipper.com/2016/06/2016-harrison-county-relay-life-held-june/", "date": "2016-06-20"}
{"id": "c58dcc37-cc0d-461b-a02f-8e51fea4dfcf", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Floyd County Times", "text": "Welcome to WordPress. This is your first post. Edit or delete it, then start blogging!", "url": "http://floydcountytimes.com/uncategorized/1/hello-world", "date": "2016-08-31"}
{"id": "620650e1-fb90-405f-b59b-e1339baf3ba0", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Solar Medicine Cooler", "text": "Hanson Tapaha and Kirsch Davis adjust the hols in the cooler to accommodate the battery powered cooling elements at Navajo Technical University in Crownpoint Tuesday.\n\nCayla Nimmo/Independent", "url": "http://gallupindependent.com/?p=8610", "date": "2016-08-31"}
{"id": "a4be433c-ce49-4133-b5b2-2b838f43825c", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "County to become Groundwater Sustainability Agency", "text": "The County of San Diego will become a Groundwater Sustainability Agency for the San Luis Rey Valley Groundwater Basin, the San Pasqual Valley Groundwater Basin, and the San Diego River Valley Groundwater Basin.\n\nA 5-0 San Diego County Board of Supervisors vote Aug. 3 adopted the resolution for the county to become a Groundwater Sustainability Agency for the three basins.\n\n“I think it’s important for the county to step up and play a major role,” said Supervisor Dianne Jacob.\n\n“These groundwater basins are important sources of water for a large number of San Diego County residents,” said Supervisor Bill Horn. “It’s important for the county to take part in the formation of groundwater management agencies for these basins to ensure that monitoring is fair and makes sense.”\n\nIn 2014, the State of California adopted the Sustainable Groundwater Management Act (SGMA). “The intent of the law is to strengthen local groundwater,” said county groundwater geologist Jim Bennett.\n\n“Groundwater is the lifeblood of many of the communities of the region,” Jacob said.\n\nThe state Department of Water Resources has designated basins throughout California as high, medium, low, or very low priority. The SGMA requires local agencies to form a Groundwater Sustainability Agency (GSA) for high-priority and medium-priority basins by June 2017 and to develop plans to achieve long-term groundwater sustainability by January 2022.\n\nThe state’s 127 basins which require a GSA include four medium-priority basins in San Diego County: the Borrego Valley, San Luis Rey Valley, San Pasqual Valley, and San Diego River Valley basins. The county supervisors approved a GSA for the Borrego Valley Groundwater Basin on Jan. 6.\n\nThe Department of Water Resources defines the San Luis Rey Valley Groundwater Basin as beginning at the confluence of the San Luis Rey River and Paradise Creek and ending at the Pacific Ocean. The Mission, Bonsall, and Pala subbasins of the San Luis Rey Valley Groundwater Basin were determined to be a subterranean stream flowing through known and definite channels and not containing groundwater.\n\nSubterranean streams are exempt from SGMA requirements although the plan must cover the entire basin. The County of San Diego and the City of Oceanside have submitted a basin boundary modification request which would separate the areas not subject to the SGMA from the portion which is regulated by the state law, and the state has given draft approval to that request.\n\nSan Luis Rey Municipal Water District consultant Jack Hoagland noted that the separation of the two San Luis Rey Valley Groundwater Basin areas would eliminate unnecessary expenses. “The boundary modification will help local agencies like the San Luis Rey Municipal Water District,” he said.\n\nThe Pauma Valley Subbasin will be subject to the SGMA regardless of whether the boundary modification is approved. The state law also gives a jurisdiction a 90-day period to provide notice to the state of its intention to become a GSA if an overlapping jurisdiction provides notice to become such an agency.\n\nPauma Valley has three municipal water districts, and on May 9 the Mootamai, Pauma, and Yuima districts held public hearings and adopted resolutions to become GSAs in portions of the San Luis Rey basin. The 90-day window began when the notice of election to become a GSA was posted on June 22.\n\nHad the county not taken action Aug. 3, the county would still have been the default GSA over the remaining areas. It is possible that the county and the water districts will both be GSAs for the overlapping area in which case the SGMA requires the agencies to reach an agreement about administering either a single plan or coordinated plans.\n\nThe county also has the option of becoming a GSA either within its entire jurisdiction including incorporated cities and water districts or only over the portions of the county which are not within the jurisdiction of another agency.\n\nThe Aug. 3 action calls for GSAs covering the entire county jurisdiction. A local agency does not have regulatory authority to implement SGMA actions on tribal or federal land, so the county’s area would not include the Indian reservations along the river basin although the Indian tribes would be involved in the work with stakeholders.\n\nThe county can submit a notice of election to become a GSA to the Department of Water Resources and then work with other local agencies to develop agreements. The estimated time to develop governance structures and legal agreements with other local agencies is six to 12 months.\n\n“The county team has been active in building relationships with potential partnering agencies on each of the basins,” Bennett said. “Staff would also work to develop a public participation strategy for each basin.”\n\nThe SGMA language requires a GSA to work with stakeholders in the process of developing groundwater regulations. The stakeholders include well owners and other holders of groundwater rights, municipal well operators, public water systems, local land planning agencies, environmental users of groundwater, surface water users if a hydrologic connection between surface and groundwater bodies exists, the Federal government including the military and managers of Federal lands, and Indian tribes.\n\n“I’m really pleased to hear that key stakeholders can be at the table,” said Supervisor Dave Roberts.\n\n“It’s a good action today, but we need to keep a good eye on this and where it’s going,” Jacob said. “It’s something that needs to be watched very carefully.”", "url": "http://villagenews.com/local/county-become-groundwater-sustainability-agency/", "date": "2016-08-26"}
{"id": "f7fb3e8a-0691-4b28-990a-973b679c1bef", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Folk-pop prodigy Francisca Valenzuela returns to Chile", "text": "Chile’s ‘princess of pop’ arrived in Chile at the turn of a millennium as a musical prodigy, and is famed today as one of the country’s most loved rock-pop fusion artists.\n\nCongratulations to Michelle Donahue and Jagad-Guru Das who won The Santiago Times’ competition and two tickets to see Francisca Valenzuela will be playing at Centro Cultural Amanda. Please contact contests@santiagotimes.cl so we can send your electronic tickets.\n\nBorn in 1987 in San Francisco, California to well-respected Chilean scientists, Francisca has at only 26 years of age established herself as an internationally known rock-pop singer, songwriter and composer. Her songs can be characterized just as easily by classical tunes and socially-conscious lyrics as by popular rock with a humoros tinge.\n\nBy the age of ten Valenzuela was already beginning to master the art of classic guitar, piano and music composition. By 14 she had published two poetry collections, “Abejorros/Madurar” in Spanish and “Defenseless Waters,” in English. Her works were praised by fellow Chilean writer Isabel Allende.\n\n“Incredibly, these introspective and dreamy poems are written by a girl on the verge of puberty,” Allende comments in the book “Defenseless Waters.” “Francisca Valenzuela is a natural poet.”\n\nAfter life in San Francisco, Chile was an initial shock for the young musician whose modern surroundings were exchanged for a country that she described to Spanish magazine RubyStar as “chauvinistic ,“ “hypocritical” and “conservative.” Nonetheless, she has hope for Chile’s future.\n\n“I think new generations are changing Chile dramatically, it’s coming to light,” Francisca said. “[It’s] leaving behind the outdated vision that was prevalent in traditional society.”\n\nDescribed by TV presenter Rafael Araneda as the “princess of pop,” the 26-year-old writes all of the music she performs. Alongside Prince and Björk, one of her most influential musical idols is the Nueva Canción legend, Violeta Parra.\n\nHer first two singles, “Peces (Fish)” and “Dulce (Sweet)” were both well received upon their release in 2006, with “Dulce” climbing its way up to number two in the Chilean charts and setting Valenzuela up as a musical success. “Peces” was voted one of the best 100 songs of 2006 by Rolling Stone.\n\nValenzuela’s debut album, “Muérdete La Lengua (Bite Your Tongue)” became a Gold record shortly after its release in 2007.\n\nThe album “Buen Soldado (Good Soldier)” followed in March 2011, going one better than the previous LP and gaining Valenzuela platinum certification in her native country.\n\nIn 2011 Francisca was invited to perform with in the “The Pop Festival” — organized by Shakira — alongside Irish rock band U2, and performed at Lollapalooza Chile and Cannes Film Festival.\n\nFrancisca Valenzuela will be entertaining the crowds at Centro Cultural Amanda on Nov. 8 in an intimate concert. For a chance to win tickets to the event, see our competition below.\n\nBy Mimi Yagoub (mimi@santiagotimes.cl)\n\nCopyright 2013 – The Santiago Times\n\nTo enter the competition, simply comment at the bottom of this page telling us what your favorite Francisca Valenzuela song is. The best two comments will win each win two free tickets to see Francisca Valenzuela live in concert.\n\nThe contest closes at midnight on Thursday, Nov. 7. Winners will be announced Friday at 9 a.m on this article, and also on Twitter @SantiagoTimes\n\nFor more information contact: contests@santiagotimes.cl or visit the event’s webpage.", "url": "http://santiagotimes.cl/2013/11/01/folk-pop-prodigy-francisca-valenzuela-returns-chile/", "date": "2013-11-01"}
{"id": "0c8d0071-1adc-4e3f-9348-b721960af3a9", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Cheap gasoline, cheaper cars: An addictive mix - Kuwait Times", "text": "Cheap gasoline, cheaper cars: An addictive mix\n\nPetrol prices are going up by up to 80 percent next month, and even though they still are among the cheapest in the world, some habits may get upended. Of course, this does not mean the end of gas-guzzling SUVs or aimless cruising on the streets, but some changes may be afoot. It is no coincidence that a major transport company has launched a carpooling service in Kuwait, a first in the state. Uber it is not, but a positive development nevertheless.\n\nOwning a car has never been a luxury in Kuwait. One can even consider it a necessity, as public transport coverage is patchy and the weather extremely harsh. Couple this with the cheap prices of fuel and used cars and you’ve got a situation where car ownership is only constrained by the difficulty in obtaining a driving license. In fact, one of my friends bought a used car recently for KD 75. Yes, only 75 dinars! The car had a litany of problems and needed a lot of repairs, but he got it up and running. Obviously, you get what you pay for, and a few days later, two of the car’s cylinders went bust. The guy still manages to drive it around, sputtering on its remaining four cylinders, but that’s another story.\n\nAnother of my friends made a very insightful observation on the reasons why used cars are so inexpensive in Kuwait, making them affordable even for the most marginal of laborers. This is not the case in neighboring Gulf countries like Saudi Arabia and Bahrain, where used cars can fetch nearly double the price compared to Kuwait. It all depends if the product is in demand by the locals, he said. If it is coveted by Kuwaitis, its price rises, and when it falls out of favor, its price falls. Interesting…\n\nNotably, in a country where the roads are chockfull of cars with single occupants all heading in the same direction, some kind of carpooling has always existed among expats in Kuwait. This is evident when one goes through the ‘Transport Wanted’ and ‘Transport Available’ sections of the classifieds, both printed and online. So-called ‘private taxis’ had also been an option for long, but rigorous crackdowns by the interior ministry and instant deportations have more or less ended this service.\n\nAs the clock ticks down to the hike in the price of gasoline, it remains to be seen what changes it brings about to a car culture that is deeply ingrained in the psyche of this nation. I believe there will be a few positive developments, but only when everyone jumps on the public transport/ carpool/ridesharing bandwagon will there be a real difference. Until then, gnash your teeth at the pump, then promptly hit the gas to go to the baqala that’s just round the corner.\n\nBy Shakir Reshamwala\n\nshakir@kuwaittimes.net", "url": "http://news.kuwaittimes.net/website/cheap-gasoline-cheaper-cars-addictive-mix/", "date": "2016-08-25"}
{"id": "477e39b8-6459-4e59-9d13-67ab41f51b0e", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "GRP, NDFP ok ceasefire, release of political prisoners, fast tracking agenda", "text": "By RONALYN V. OLEA\n\nMANILA – The first round of formal peace talks between the Duterte administration and the National Democratic Front of the Philippines (NDFP) ended today, Aug. 26 (6:30 p.m. Manila time) in Oslo, Norway with both parties agreeing on several points.\n\nThe negotiating panels of both parties signed the “Joint Statement on the Resumption of the Formal Peace Talks in the Peace Negotiations” at the Saga Hall of the Scandic Holmenkollen Park Hotel.\n\nBoth parties reaffirmed previously signed agreements. These include The Hague Joint Declaration, the Comprehensive Agreement on Respect for Human Rights and International Humanitarian Law (CARHRIHL), the Joint Agreement on Safety and Immunity Guarantees (Jasig), among others.\n\nThe GRP has also agreed for the NDFP to reconstitute its list of Jasig-protected individuals or those who should be given safety and immunity guarantees.\n\nThe NDFP’s original Jasig list could no longer be opened when diskettes containing pass keys were corrupted following a raid by the Dutch police of its international office in Utrecht in August 2007.\n\nThe new list contains 54 publicly known figures and 87 aliases.\n\nBoth parties also agreed to accelerate the peace process and set the timeline for the completion of the remaining substantive agenda for the talks. These include: socio-economic reforms; political and constitutional reforms; and end of hostilities and disposition of forces.\n\nIn particular, the reciprocal working committees on socio-economic reforms will strive to finish their work within six months.\n\nWorking groups on other substantive agenda have set their respective agenda, mechanics and timeline of their work.\n\nBoth parties agreed to reconvene the Joint Monitoring Committee (JMC) for the implementation of CARHRIHL.\n\nRelease of political prisoners\n\nThe NDFP thanked President Rodrigo Roa Duterte for fulfilling his promise to order the release of the NDFP consultants in pursuit of peace.\n\nThe NDFP said it looks forward to the release of prisoners who are sick, elderly, overly long detained and women based on humanitarian grounds.\n\nThe GRP panel agreed to recommend to Duterte the issuance of an amnesty proclamation, subject to concurrence of Congress. The amnesty will cover political prisoners who are listed by the NDFP and who have been arrested, imprisoned, charged, and/or convicted for alleged acts or omissions within the ambit of the Revised Penal Code or special laws in connection with alleged crimes in pursuit of one’s political beliefs.\n\nUpon the end of the ceasefire order on August 27, the Communist Party of the Philippines (CPP) and the NDFP will issue an indefinite unilateral ceasefire order to the New People’s Army (NPA) and the people’s militia.\n\nBoth parties agreed to work through their respective ceasefire committees to reconcile and develop their separate unilateral ceasefire orders into a single unified bilateral document within 60 days from today.\n\nSuch ceasefire agreement will be considered interim in relation to the outcomes of negotiations leading to a Comprehensive Agreement on End of Hostilities and Disposition of Forces.\n\nIn his closing statement, Luis Jalandoni, chairperson of the NDFP peace panel said, “We cannot achieve this successful and very significant step forward in the peace negotiations without the strong commitment of President Rodrigo Roa Duterte, the spirit of goodwill and friendliness of our counterparts: the GRP Negotiating Panel, its Chairperson Silvestre H. Bello, the panel members and other members of their delegation.”\n\nThe next round of formal talks is scheduled on October 8 to Oct. 12, 2016 in Oslo, Norway.", "url": "http://bulatlat.com/main/2016/08/26/grp-ndfp-ok-ceasefire-release-political-prisoners-fast-tracking-agenda/", "date": "2016-08-26"}
{"id": "e6470c7d-f1e7-4dd1-8125-009cff82b4bc", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Chester Amtrak Crash", "text": "Chester Amtrak Crash\n\nWednesday, August 10th, 2016, 6:25 pm\n\nOn April 3, 2016, an Amtrak train carrying over 300 passengers southbound from Philadelphia to Washington, DC, struck a backhoe working on the tracks and continued on for several hundred yards after the impact. The City of Chester struck a second alarm for Chester call backs and special-called numerous EMS units, as well as some specialized off- road equipment. The two Amtrak workers — the driver of the backhoe and a supervisor — were killed instantly. Multiple passengers were injured, and hundreds had to be evacuated from the train.\n\n- Fire News photo by Frank Wesnoski\n\nTags: Chester Amtrak Crash, Frank Wesnoski\n\nCategory: Emergency Services, EMS/Rescue, Pennsylvania, Print Editions, State News, Tech Rescue", "url": "http://firenews.com/chester-amtrak-crash/", "date": "2016-08-31"}
{"id": "d4ed174a-cd24-44b5-8181-dd69b9cce166", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "DRC President Grants Amnesty to Jailed Dissidents", "text": "GOMA, DRC\n\nThe Democratic Republic of Congo’s (DRC) president has granted an amnesty for prisoners convicted of belonging to a banned movement, the Bundu dia Kongo (BDK), and to prisoners over age 70, with some exceptions. He also reiterated his call for a national political dialogue.\n\nThe BDK describes itself as a religious movement campaigning for greater autonomy for the Bas Congo region in southwestern DRC. Its leader, Ne Muanda Nsemi, claims to have been guided by visions.\n\nSome of his followers, armed with stones and sticks, clashed with security forces in early 2008. The human rights organization Freedom House said around 100 BDK members died at that time, and 150 were arrested.\n\nRecently, Ne Muanda Nsemi backed DRC President Joseph Kabila’s plan for a political dialogue and appealed for an amnesty for BDK prisoners, which has now been granted. Kabila also has amnestied prisoners over age 70, except those convicted of offenses such as war crimes, corruption, sexual violence and threatening state security.\n\nIn an address to the nation on New Year’s Eve, Kabila stressed his intention to hold a political dialogue in 2016.\n\n“Through the political dialogue,” he said, “we must reach a consensus on various questions in order to lay a new basis for forthcoming elections.”\n\nA spokesman for the country’s biggest opposition party, the UDPS, Augustin Kabuya, said the ideas in Kabila’s speech are good but behind the ideas there is a hidden agenda. Kabuya added that the UDPS cannot join in the dialogue just for the sake of dialogue.\n\n“We cannot gloss over what’s happening,” he said. “People are being arrested and convicted unjustly, so how can we trust the regime enough to join in the dialogue?”\n\nKabuya questioned whether the promised amnesty would take place.\n\nOpposition parties have accused Kabila of calling a dialogue in order to hang onto power beyond his constitutional two-term limit, which is up next December.\n\nA political analyst, Felicien Kabamba, told local media recently that Congolese are afraid of what could happen in 2016.\n\nHe said the head of state has reassured the population that there will not be any bloodshed, but people also expect him to say something about his own future, after December next year, and nothing has been said about that.", "url": "http://newsfromafrica.org/drc-president-grants-amnesty-to-jailed-dissidents/", "date": "2016-01-05"}
{"id": "080a3752-4a4a-4fdf-8f66-c347b5039cc1", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Impacts of weather felt in Holland Marsh", "text": "Impacts of weather felt in Holland Marsh\n\nAugust 24, 2016 · 0 Comments\n\nBy Avia Eek\n\n\n\nWhen your livelihood is derived from agriculture, there is no such thing as a “normal” or “average” year. From one year to the next, you will have to deal with varying challenges and food and farming certainly isn’t the “same old, same old” from one year to the next. We use best farm, and best management practices, as much as you are able to when your business partner is Mother Nature!\n\n2016 has certainly proven to be a particular challenge! Our spring started out cooler than we would have liked, given that we had transplant onions to plant. Then, as is usually the case, around May/June, the Holland Marsh experienced wind storms (think of a blizzard in the winter, except with dirt). The ground is light, having been “worked” in order to plant our seasonal crops. Some farmers will plant cover crop “windrows” to protect their crops until the roots are established in these crops, but there is still that small window when the wind can blow through, picking up the dirt, seeds etc., requiring re-seeding.\n\nOur farmers dealt with damaging winds from the northwest for 2.5 days, which dried out small seedlings (dependant on the size), and various other crops died as a result of wind damage. A lack of precipitation compounded matters.\n\nSome farmers irrigate their fields prior to seeding, if the field is really, really dry. Some will wait to irrigate until after they have seeded in order for the worked up soil holding the seeds to form a “crust,” which mitigates wind damage by holding the soil together, essentially packing it. Either way, choosing to irrigate pre- or post- seeding, adds to input costs. Irrigation systems require the use of pumps to pump the water from the river or canal to our headers, pipes or reels. Pumps require fuel and tractors, and lots of man hours for optimum results.\n\nOur Holland Marsh farmers have important partners, without which, would make what we do much more difficult. We have our Muck Crops Research Station, University of Guelph, who work with our farmers from the science end of things providing us with important information about soil, bugs, crop protection, integrated pest management, field scouting, disease, which varieties of seeds grow best in our organic based soil, etc. Another very important partner is the Holland Marsh Drainage System Joint Municipal Services Board, folks comprised of the mayor and a councillor from each of King Township and Town of Bradford West Gwillimbury, two farmer representatives from each municipality, and a member at large who provide direction to the drainage superintendent. It should be noted that the drainage system in the Holland Marsh is unique in all of Ontario, and contributes to the importance of this Specialty Crop Area, and our ability to provide locally grown produce, which is world renown. There are a number of pump houses within the polders that control the flow of water in and out of the Holland Marsh from Lake Simcoe.\n\nDuring this lengthy drought, the likes of which we have not seen in a couple of decades, the pump houses are checked twice daily controlling the flow based on the needs of our farmers.\n\nThe drought conditions this year have been incredibly hard on crops, and our farmers, who have been spending 19 hours a day trying to keep the crops alive. The extreme heat, and lack of rain have contributed to seedlings burning off. Some of our farmers have had to re-seed part fields due to burn off. The weather has also reduced the effectiveness of crop protection which directly relates to an increase in weeds (they seem to be flourishing this year). Under normal weather conditions, fields are hand-weeded at least 4-5 times throughout the growing season. No, we are not organic farmers, but spraying less is less stressful for the plants, and reduces our crop protection costs. Weeds must be removed from fields, as they compete with our field crops for nutrients, and provide a haven for pests (which leads to the need for crop protection. Fields are scouted regularly, and are only sprayed when thresholds are reached). As well, when weeds are present, it increases the chance of disease. This year, to date, we have, on our farm alone, increased our labour costs for additional handweeding by $14,000 – that’s just one cost!\n\nSome crops, like onions, may experience a size reduction. The chain stores have a “standard” that they prefer for consumers. Based on the conversations I’ve had with folks, most consumers prefer smaller onions. Don’t be shy about sharing your preference for smaller produce with your local grocer! Other crops, like carrots, may experience length differences. This is good, as there’s a standard for length too. Those that have survived the heat, as a result of irrigation. You see, in a dry year the tap root of the carrot will seek water, growing downward, creating a longer carrot. We’ll find out at harvest this fall!\n\nA question many folks are asking is “how will this drought impact food prices? Or will it? What are your farm losses?” These are great questions.\n\nIt’s really difficult to say what, if any, food price increases will occur. While we all talk about buying local, shopping local, and supporting local agriculture, the reality is most of our Holland Marsh Farmers (except for some of the farmers’ market growers) are commercial growers, and the prices we get paid depend on the global market pricing, not what it actually costs us to grow the food, but what the prices are based on our international trading partners. So, back to the question will food prices go up? That depends on whether there is ample supply of produce, including that provided by our trading partners.\n\nWhat are farms’ losses? I would be able to sit down and figure out the increases of labour, fuel, transplants, seed, crop insurance, crop protection etc., to date based on actual numbers, but it isn’t really until next April when we will be able to figure what the actual losses are based on market value.\n\nReaders Comments (0)", "url": "http://kingsentinel.com/?p=8183", "date": "2016-08-24"}
{"id": "eb00e10f-a076-4b24-8ffa-2da13b795ad1", "cc_file": "crawl-data/CC-NEWS/2016/08/CC-NEWS-20160826124520-00000.warc.gz", "title": "Storm soaking Dominican Republic", "text": "MIAMI (AP) — Rivers surged across a large section of the Dominican Republic on Thursday as a broad area of low pressure headed east to the Turks and Caicos Islands and the Bahamas, officials said.\n\nThe U.S. National Hurricane Center in Miami said the system’s strongest winds were below tropical storm strength but that it could strengthen as it approaches Florida and the Gulf of Mexico over the weekend.\n\nNearly 4 inches of rain fell in the Dominican Republic and 19 of its 32 provinces were on alert as rivers rose rapidly and flooding was expected, said Francisco Olguin, a spokesman for the Dominican meteorological office.\n\nResidents of areas at a high risk for flooding were advised to begin evacuations because of possible flooding, said Juan Manuel Mendez, coordinator of the Emergency Operations Center.\n\nAuthorities in the Turks and Caicos Islands and Bahamas said heavy wind and rain was expected in parts of both island chains through Thursday night and small boats were advised to stay in port.\n\nMeanwhile, Tropical Storm Gaston, which weakened from a hurricane earlier Thursday, was out over the Atlantic, about 1,160 miles (1,865 kilometers) east-northeast of the Leeward Islands. It had maximum sustained winds of 70 mph (110 kph).\n\nIn the Pacific, Tropical Storm Lester was strengthening far off Mexico’s coast. The storm’s maximum sustained winds were near 50 mph (85 kph). Lester was expected to become a hurricane on Friday.\n\nLester was centered early Thursday about 465 miles (750 kilometers) south-southwest of the southern tip of Mexico’s Baja California peninsula and was moving west-northwest near 12 mph (19 kph).", "url": "http://robesonian.com/news/91234/storm-soaking-dominican-republic", "date": "2016-08-31"}
